{
    "section1Title": "About Me",
    "section1Desc": "Hi, I'm Kabirou ALASSANE",
    "sectionTTitle": "My Technologies",
    "sectionTDesc": "Some technologies/framework that I use for the realization of the projects",
    "section2Title": "What I’m good at ?",
    "section2Desc": "I have followed professional training as well as an application in the following areas",
    "section3Title": "My Work",
    "section3Desc": "Here are some recent projects, please consult my GitHub repository to have all of my projects..",
    "section4Title": "Contact Me",
    "section4Desc": "Please complete the following form to contact me",
    "section5Title": "Blog",
    "section5Desc": "I write articles about tech and computer programming on DevTo and Medium. Discover my latest articles here",
    "resumeTitle": "Download My Resume",
    "job": "Software Delevoper",
    "about": "<p><p>Hello and welcome to my portfolio! I am Kabirou ALASSANE, a passionate and creative developer specializing in the design and development of web and mobile applications.</p><p>My journey in the world of development began several years ago, and since then, I fell in love with the infinite possibility of creating innovative digital solutions that solve everyday problems. I firmly believe that technology can truly improve our quality of life and transform the way we interact with the world around us.</p><p>With a strong background in computer science and hands-on experience in a wide range of technologies , I am constantly on the lookout for the latest trends and best practices in development. My approach is user-centric, placing the needs and expectations of the end user at the heart of every project I undertake. Whether it's a user-friendly web application, an intuitive mobile interface or a captivating user experience, my goal is to create digital products that leave a lasting impression.</p><p>I am particularly proficient in programming languages such as JavaScript, Python and PHP, and I have expertise in popular frameworks such as Vuejs, Angular, Laravel and Django. I also have extensive experience in designing databases, managing servers and deploying applications in cloud environments.</p><p>Working in a team is a source of motivation and motivation for me. inspiration. I had the privilege of collaborating with talented professionals from various fields, which allowed me to acquire essential communication and project management skills to achieve the objectives set within the given deadlines.</p>< p>In my spare time, you'll often find me attending hackathons, tech conferences, or meetups to stay connected to the developer community and to fuel my passion for continuous learning.</p><p >I look forward to talking with you about your plans and how we can work together to bring your ideas to life. Feel free to browse my portfolio to see some of my past projects and feel free to contact me if you want to know more.</p><p>Thank you for visiting my portfolio, and I hope to have the opportunity to work together!</p> </p>",
    "knowledge": [
        {
            "picClass": "fa-code",
            "title": "Website Delevopment",
            "desc": "Design of showcase website, blog, forum..."
        },
        {
            "picClass": "fa-android",
            "title": "Android Developer",
            "desc": "PWA & Native application under Kotlin or Hybrid under Ionic..."
        },
        {
            "picClass": "fa-pencil",
            "title": "UX/UI",
            "desc": "Design of company logo, web & mobile application mockup..."
        },
        {
            "picClass": "fa-github",
            "title": "Web Application",
            "desc": "Front-end + Backend web application Development"
        }
    ],
    "works": {
        "JavaScript": [
            {
                "pic": "https://github.com/BlakvGhost/FuturaJS/raw/main/futurajs.png",
                "name": "Futura.js",
                "desc": "A small JavaScript library for common tasks such as carousel, exceptions, animation handler, appear on scroll, auto-write texts, count numbers and more...",
                "link": "https://blakvghost.github.io/FuturaJS",
                "git": "https://github.com/BlakvGhost/FuturaJS"
            }
        ],
        "PHP": [
            {
                "pic": "https://raw.githubusercontent.com/BlakvGhost/Bravo/master/public/favicon.ico",
                "name": "Bravo MVC Framework",
                "desc": "Bravo is a personal project, a mini MVC framework in PHP that I developed while drawing the best points from Laravel, Symfony and the Node.js side. I like simplicity, so I decided to make a simple product. For the moment, I manage the Route, the middlewares, the CORS, the easy sending of mails, as well as a mini ORM.",
                "link": "https://github.com/BlakvGhost/Bravo#readme",
                "git": "https://github.com/BlakvGhost/Bravo"
            },
            {
                "pic": "https://raw.githubusercontent.com/BlakvGhost/Bravo/master/public/favicon.ico",
                "name": "Bravo-mailer",
                "desc": "Bravo-mailer is a project, a mini web platform for sending mail using an API provided. The idea came to me when I was developing my static Portfolio",
                "link": "https://bravo.kabirou-alassane.com",
                "git": "https://github.com/BlakvGhost/bravo-mailer"
            }
        ],
        "TypeScript": [
            {
                "pic": "https://res.cloudinary.com/practicaldev/image/fetch/s--2ZfVeb_e--/c_imagga_scale,f_auto,fl_progressive,h_420,q_auto,w_1000/https://dev-to-uploads.s3.amazonaws.com/uploads/articles/uf3a8y7xh8aroo95qocz.jpg",
                "name": "web-task-automatisation",
                "desc": "This project was created in order to automate a task on a web platform. It allows you to connect to a user account and click on a button to mark your online presence. In addition, it automatically disconnects at a given time.",
                "link": "https://github.com/BlakvGhost/web-task-automatisation#readme",
                "git": "https://github.com/BlakvGhost/web-task-automatisation"
            }
        ],
        "Python/Django": [
            {
                "pic": "https://github.com/BlakvGhost/PIL1_2223_34/raw/main/screenshot.png",
                "name": "WebP2MS",
                "desc": "This project is a web application for managing timetables for a higher education institution.",
                "link": "https://webp2ms.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/PIL1_2223_34"
            },
            {
                "pic": "https://github.com/BlakvGhost/gTube/raw/main/screenshot.png",
                "name": "gTube",
                "desc": "A small web application for downloading youtube videos in various formats that works a bit like the famous savefrom.net",
                "link": "https://gtube.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/gTube"
            }
        ],        
        "CodeIngniter": [
            {
                "pic": "https://github.com/BlakvGhost/Neptune/raw/main/screenshot.png",
                "name": "Neptune",
                "desc": "Neptune is a stock management web application with automatic invoicing system, stock management of the different shops designed in CodeIngniter4 & VanillaJS & JQuery",
                "link": "https://neptune.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/Neptune"
            }
        ],
        "VueJS/Angular": [
            {
                "pic": "https://github.com/BlakvGhost/futura-vision/raw/main/screenshot.png",
                "name": "Futura-Vision",
                "desc": "Showcase site developed in vue.js working with a Laravel API with integrated Blog & Forum as well as a CMS",
                "link": "https://futura-vision.vercel.app/",
                "git": "https://github.com/BlakvGhost/futura-vision"
            }
        ],
        "Laravel": [
            {
                "pic": "https://github.com/BlakvGhost/gMarket/raw/main/screenshot.png",
                "name": "gMarket",
                "desc": "E-commerce site for the sale of digital material designed in Laravel 8 & VanillaJS with integrated CMS",
                "link": "https://ltnconduite.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/gMarket"
            },
            {
                "pic": "https://github.com/BlakvGhost/futura-vision-api/raw/main/screenshot.png",
                "name": "Futura-Vision API",
                "desc": "REST API written in Laravel for the futuraVision app with authentication token system.",
                "link": "https://g-market.kabirou-alassane.com",
                "git": "https://github.com/BlakvGhost/futura-vision-api"
            }
        ]
    }
}
