{
    "section1Title": "A Propos de Moi",
    "section1Desc": "Salut, moi c'est ALASSANE Kabirou",
    "sectionTTitle": "Mes Technologies",
    "sectionTDesc": "Quelques technologies/frameworks que j'utilise pour la réalisation des projets",
    "section2Title": "Je suis bon en Quoi ?",
    "section2Desc": "Mes Compétences et Services Offerts",
    "section3Title": "Mes Réalisations",
    "section3Desc": "Voici quelques projets realisés dernièrement, Veuillez consulter mon dépot GitHub pour avoir la totalité de mes projets open source.",
    "section4Title": "Me Contacter",
    "section4Desc": "Veuillez renseigner le formulaire suivant pour me contacter",
    "section5Title": "Blog",
    "section5Desc": "J'écris des articles sur la tech et la programmation informatique sur DevTo et Médium. Découvrez ici mes latest articles",
    "resumeTitle": "Télécharger Mon CV",
    "job": "Développeur d'application web & mobile",
    "about": "<p><p>Bonjour et bienvenue sur mon portefolio ! Je suis Kabirou ALASSANE, un développeur passionné et créatif spécialisé dans la conception et le développement d'applications web et mobiles.</p><p>Mon voyage dans le monde du développement a commencé il y a plusieurs années, et depuis lors, je suis tombé amoureux de la possibilité infinie de créer des solutions numériques innovantes qui résolvent des problèmes du quotidien. Je crois fermement que la technologie peut véritablement améliorer notre qualité de vie et transformer la façon dont nous interagissons avec le monde qui nous entoure.</p><p>Avec une solide formation en informatique et une expérience pratique dans un large éventail de technologies, je suis constamment à l'affût des dernières tendances et des meilleures pratiques du développement. Mon approche est centrée sur l'utilisateur, en plaçant les besoins et les attentes de l'utilisateur final au cœur de chaque projet que j'entreprends. Que ce soit une application web conviviale, une interface mobile intuitive ou une expérience utilisateur captivante, mon objectif est de créer des produits numériques qui laissent une impression durable.</p><p>Je suis particulièrement compétent dans les langages de programmation tels que JavaScript, Python et PHP, et j'ai une expertise dans les frameworks populaires tels que Vuejs, Angular, Laravel et Django. J'ai également une expérience approfondie dans la conception de bases de données, la gestion des serveurs et le déploiement d'applications dans des environnements cloud.</p><p>Travailler en équipe est pour moi une source de motivation et d'inspiration. J'ai eu le privilège de collaborer avec des professionnels talentueux de divers domaines, ce qui m'a permis d'acquérir des compétences en communication et en gestion de projet essentielles pour atteindre les objectifs fixés dans les délais impartis.</p><p>Dans mon temps libre, vous me trouverez souvent en train de participer à des hackathons, des conférences technologiques ou des meetups pour rester connecté à la communauté des développeurs et pour nourrir ma passion pour l'apprentissage continu.</p><p>Je suis impatient de discuter avec vous de vos projets et de la façon dont nous pouvons collaborer pour donner vie à vos idées. N'hésitez pas à parcourir mon portefolio pour découvrir certains de mes projets passés et n'hésitez pas à me contacter si vous souhaitez en savoir plus.</p><p>Merci de visiter mon portefolio, et j'espère avoir l'occasion de travailler ensemble !</p> </p>",
    "knowledge": [
        {
            "picClass": "fa-code",
            "title": "Conception de site & application Web",
            "desc": "Conception de site web de vitrine, de blog, ou d'application personnalisé sur-mesure"
        },
        {
            "picClass": "fa-brands fa-android",
            "title": "Développement mobile",
            "desc": "Application PWA & Native sous Kotlin ou Hybride sous Ionic..."
        },
        {
            "picClass": "fa-pencil",
            "title": "UI/UX",
            "desc": "Conception de logo d'entreprise, de maquette d'application web & mobile..."
        },
        {
            "picClass": "fa-brands fa-youtube",
            "title": "Création de contenu YouTube",
            "desc": "Je réalise des tutoriels youtube sur la programmation informatique ou des astuces concernant les OS Linux"
        }
    ],
    "works": {
        "JavaScript": [
            {
                "pic": "https://github.com/BlakvGhost/FuturaJS/raw/main/futurajs.png",
                "name": "Futura.js",
                "desc": "Une petite bibliothèque JavaScript pour les tâches courantes telles que le carrousel, les exceptions, le gestionnaire d'animations, l'apparition sur le défilement, l'écriture automatique de textes, le comptage des nombres et plus encore...",
                "link": "https://blakvghost.github.io/FuturaJS",
                "git": "https://github.com/BlakvGhost/FuturaJS"
            }
        ],
        "PHP": [
            {
                "pic": "https://raw.githubusercontent.com/BlakvGhost/Bravo/master/public/favicon.ico",
                "name": "Bravo MVC Framework",
                "desc": "Bravo est un projet personnel, un mini framework MVC en PHP que j'ai développé en puisant les meilleurs points de Laravel, Symfony et du côté Node.js. J'aime la simplicité, j'ai donc décidé de faire un produit simple. Pour le moment, je gère la Route, les middlewares, le CORS, l'envoi facile de mails, ainsi qu'un mini ORM.",
                "link": "https://github.com/BlakvGhost/Bravo#readme",
                "git": "https://github.com/BlakvGhost/Bravo"
            },
            {
                "pic": "https://raw.githubusercontent.com/BlakvGhost/Bravo/master/public/favicon.ico",
                "name": "Bravo-mailer",
                "desc": "Bravo-mailer est un projet, une mini plateforme web d'envoi de mail à l'aide d'une API fournie. L'idée m'est venue lorsque je développais mon Portfolio statique.",
                "link": "https://bravo.kabirou-alassane.com",
                "git": "https://github.com/BlakvGhost/bravo-mailer"
            }
        ],
        "Python/Django": [
            {
                "pic": "https://github.com/BlakvGhost/PIL1_2223_34/raw/main/screenshot.png",
                "name": "WebP2MS",
                "desc": "WebP2MS (Web Platform for Managing and Monitoring Schedules) est une application web de gestion des emplois du temps pour établissement d'enseignement supérieur.",
                "link": "https://webp2ms.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/PIL1_2223_34"
            },
            {
                "pic": "https://github.com/BlakvGhost/gTube/raw/main/screenshot.png",
                "name": "gTube",
                "desc": "Une petite application web pour télécharger des vidéos youtube dans divers formats qui fonctionne un peu comme le fameux savefrom.net",
                "link": "https://gtube.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/gTube"
            } 
        ],        
        "TypeScript": [
            {
                "pic": "https://res.cloudinary.com/practicaldev/image/fetch/s--2ZfVeb_e--/c_imagga_scale,f_auto,fl_progressive,h_420,q_auto,w_1000/https://dev-to-uploads.s3.amazonaws.com/uploads/articles/uf3a8y7xh8aroo95qocz.jpg",
                "name": "web-task-automatisation",
                "desc": "Ce projet a été créé dans le but d'automatiser une tâche sur une plateforme web. Il vous permet de vous connecter à un compte utilisateur et de cliquer sur un bouton pour marquer votre présence en ligne. De plus, il se déconnecte automatiquement à un moment donné.",
                "link": "https://github.com/BlakvGhost/web-task-automatisation#readme",
                "git": "https://github.com/BlakvGhost/web-task-automatisation"
            }
        ],     
        "CodeIngniter": [
            {
                "pic": "https://github.com/BlakvGhost/Neptune/raw/main/screenshot.png",
                "name": "Neptune",
                "desc": "Neptune est une application web de gestion de stock avec système de facturation automatique, gestion des stocks des différentes boutiques conçu en CodeIngniter4 & VanillaJS & JQuery",
                "link": "https://neptune.kabirou-alassane.com/",
                "git": "https://github.com/BlakvGhost/Neptune"
            }
        ],
        "VueJS/Angular": [
            {
                "pic": "https://github.com/BlakvGhost/futura-vision/raw/main/screenshot.png",
                "name": "Futura-Vision",
                "desc": "Site vitrine développé en vue.js fonctionnant avec une API Laravel avec Blog & Forum intégrés ainsi qu'un CMS",
                "link": "https://futura-vision.vercel.app/",
                "git": "https://github.com/BlakvGhost/futura-vision"
            }
        ],        
        "Laravel": [
            {
                "pic": "https://github.com/BlakvGhost/gMarket/raw/main/screenshot.png",
                "name": "gMarket",
                "desc": "Site e-commerce de vente de matériel numérique conçu en Laravel 8 & VanillaJS avec CMS intégré",
                "link": "https://g-market.kabirou-alassane.com",
                "git": "https://github.com/BlakvGhost/gMarket"
            },
            {
                "pic": "https://github.com/BlakvGhost/futura-vision-api/raw/main/screenshot.png",
                "name": "Futura-Vision API",
                "desc": "API REST écrite en Laravel pour l'application futuraVision avec système de jeton d'authentification.",
                "link": "https://futura-vision-api.kabirou-alassane.com",
                "git": "https://github.com/BlakvGhost/futura-vision-api"
            }
        ]
    }
}
