{
    "section1Title": "A Propos de Moi",
    "section1Desc": "Salut, moi c'est ALASSANE Kabirou",
    "sectionTTitle": "Mes Technologies",
    "sectionTDesc": "Quelques technologies/framework que j'utilise pour la réalisation des projets",
    "section2Title": "Je suis bon en Quoi ?",
    "section2Desc": "J'ai suivi des formations professionnel ainsi qu'une application des domaines suivants",
    "section3Title": "Mes Realisations",
    "section3Desc": "Voici quelque projets realisés dernierement, Veuillez consulter mon depot GitHub pour avoir la totalité de mes projets.",
    "section4Title": "Me Contacter",
    "section4Desc": "Veuillez renseignez le formulaire suivant pour me contacter",
    "resumeTitle": "Télécharger Mon CV",
    "job": "Développeur d'application web & mobile",
    "about": "<p>Je suis un développeur web et designer passionné par la création de sites et d'applications à l'esthétique moderne et intuitive. Depuis mes débuts dans l'industrie il y a 5 ans, j'ai travaillé sur de nombreux projets pour des clients de tous horizons, allant des startups innovantes aux entreprises établies.</p><p> J'ai une solide formation en informatique et en design, et j'ai acquis une grande expérience en travaillant sur des projets en équipe et en solo. Mon objectif est de créer des sites et des applications qui non seulement répondent aux besoins de mes clients, mais qui dépassent leurs attentes.</p><p> Je suis constamment à la recherche de nouvelles opportunités de collaboration et de défis professionnels. Si vous êtes intéressé par mes services ou si vous souhaitez en savoir plus sur moi et mon travail, n'hésitez pas à me contacter </p>",
    "knowledge": [
        {
            "picClass": "fa-code",
            "title": "Conception de site Web",
            "desc": "Conception de site web de vitrine, de blog, forum..."
        },
        {
            "picClass": "fa-android",
            "title": "Developpeur Android",
            "desc": "Application PWA & Native sous Kotlin ou Hybride sous Ionic..."
        },
        {
            "picClass": "fa-pencil",
            "title": "UX/UI",
            "desc": "Conception de logo d'entreprise, de maquette d'application web & mobile..."
        },
        {
            "picClass": "fa-github",
            "title": "Web Application",
            "desc": "Conception d'application Web en Front-end + Backend"
        }
    ]
}
