{
    "section1Title": "A Propos de Moi",
    "section2Title": "Je suis bon en Quoi ?",
    "section2Desc": "J'ai suivi des formations professionnel ainsi qu'une application des domaines suivants",
    "section3Title": "Mes Realisations",
    "section3Desc": "J'ai realisé avec mes savoirs faires les projets suivants avec precision et efficacité.",
    "section4Title": "Me Contacter",
    "section4Desc": "Veillez renseignez le formulaire suivant pour me contacter",
    "job": "Developpeur d'application web & mobile",
    "about": "Après avoir obtenu le diplôme du Technicien en Installation et Maintenance Informatique en 2021, j'ai effectué divers stages professionnels et travaillé sous contrat à durée déterminée dans diverses entreprises exerçant dans les domaines de la Programmation mobile & web et du e-commerce. J'ai vendu mon premier logiciel lorsque j'étais Lycéen. Pour le développement d'applications et de sites web, j'utilise principalement laravel et symfony pour la création, la refonte et la maintenance de sites web et d'applications web sans oublier les outils essentiels du développent front-end tels que html, css et javascriptJe maîtrise également les technologies Node.js, AngularJS, VueJS, ReactJs, Django. Je sais concevoir des applications de gestion (stocks, ressources humaines, facturation, ERP, CRM) pour les entreprises quelque soient leur taille. Je peux également développer des applications qui peuvent permettre d'interagir avec des cartes ou des plans.J'ai développé une application de gestion des ressources humaines et une application de facturation pour le compte de BHT SARL qui compte une dizaine de boutiques. J'ai été intégrateur web au sein d'une société de e-commerce dénommé FuturaVision. Actuellement je suis développeur fullstack au sein de la startup HyPerText qui est spécialisée dans la conception d'application Web & mobile.",
    "about1Title": "Cursus De Lyceen",
    "about1Content": "Du CEG3 Natitingou au Lycee .............",
    "about2Title": "Vie de Developpeur Web & Mobile",
    "about2Content": "15ans d'experience et de ...............jbfe,bjvksvhjr ewj",
    "knowledge": [
        {
            "picClass": "fa-code",
            "title": "Conception Web",
            "desc": "Phasellus non convallis dolor. Integer tempor hendrerit arcu at bibendum. Sed ac ante non metus vehicula congue quis eget eros."
        },
        {
            "picClass": "fa-android",
            "title": "Developpeur Android",
            "desc": "Phasellus non convallis dolor. Integer tempor hendrerit arcu at bibendum. Sed ac ante non metus vehicula congue quis eget eros."
        },
        {
            "picClass": "fa-pencil",
            "title": "UX/UI",
            "desc": "Phasellus non convallis dolor. Integer tempor hendrerit arcu at bibendum. Sed ac ante non metus vehicula congue quis eget eros."
        },
        {
            "picClass": "fa-github",
            "title": "Web Coding",
            "desc": "Phasellus non convallis dolor. Integer tempor hendrerit arcu at bibendum. Sed ac ante non metus vehicula congue quis eget eros."
        }
    ]
}
